tap "axiomhq/tap"
tap "basicmachines-co/basic-memory"
tap "busser/tap"
tap "cantino/mcfly"
tap "cloudfoundry/tap"
tap "dagger/tap"
tap "future-architect/tap"
tap "heroku/brew"
tap "jorgelbg/tap"
tap "keidarcy/tap"
tap "kejadlen/git-together"
tap "leg100/tap"
tap "masaushi/tap"
tap "minio/stable"
tap "nikitabobko/tap"
tap "osx-cross/arm"
tap "osx-cross/avr"
tap "overmindtech/overmind"
tap "rcmdnk/file"
tap "thecasualcoder/stable"
tap "withgraphite/tap"
brew "ca-certificates"
brew "certifi"
brew "pycparser"
brew "cffi"
brew "openssl@3"
brew "cryptography"
brew "libsodium"
brew "libssh"
brew "libyaml"
brew "mpdecimal"
brew "readline", link: true
brew "xz"
brew "ansible"
brew "brotli"
brew "giflib"
brew "highway"
brew "imath"
brew "jpeg-turbo"
brew "libdeflate"
brew "libpng"
brew "lz4"
brew "zstd"
brew "libtiff"
brew "little-cms2"
brew "openexr"
brew "jpeg-xl"
brew "libvmaf"
brew "aom"
brew "aribb24"
brew "ast-grep"
brew "atuin", restart_service: :changed
brew "m4"
brew "autoconf"
brew "automake"
brew "awscli"
brew "gettext"
brew "ncurses"
brew "bash"
brew "c-ares"
brew "libnghttp2"
brew "node"
brew "bash-language-server"
brew "libssh2"
brew "libgit2"
brew "oniguruma"
brew "bat"
brew "bcrypt"
brew "bottom"
brew "freetype"
brew "fontconfig"
brew "pcre2"
brew "glib"
brew "libxau"
brew "libxdmcp"
brew "libxcb"
brew "libx11"
brew "libxext"
brew "libxrender"
brew "lzo"
brew "pixman"
brew "cairo"
brew "capstone"
brew "cfitsio"
brew "cgif"
brew "fribidi"
brew "gdk-pixbuf"
brew "harfbuzz"
brew "libavif"
brew "librsvg"
brew "chafa"
brew "chezmoi"
brew "cjson"
brew "claudekit"
brew "cmake"
brew "lima"
brew "colima"
brew "context7-mcp"
brew "gmp"
brew "coreutils"
brew "dav1d"
brew "dfc"
brew "libusb"
brew "dfu-util"
brew "direnv"
brew "dive"
brew "docker-completion"
brew "docker"
brew "docker-buildx"
brew "docker-compose"
brew "docker-credential-helper"
brew "docker-ls"
brew "docutils"
brew "dtc"
brew "dua-cli"
brew "entr"
brew "espeak-ng"
brew "eza"
brew "fd"
brew "libogg"
brew "flac"
brew "frei0r"
brew "libevent"
brew "libidn2"
brew "libtasn1"
brew "nettle"
brew "p11-kit"
brew "unbound"
brew "gnutls"
brew "lame"
brew "openjpeg"
brew "leptonica"
brew "libb2"
brew "libunibreak"
brew "libass"
brew "libbluray"
brew "libmicrohttpd"
brew "mbedtls"
brew "librist"
brew "libsamplerate"
brew "libvorbis"
brew "mpg123"
brew "opus"
brew "libsndfile"
brew "libsoxr"
brew "libvidstab"
brew "libvpx"
brew "opencore-amr"
brew "rav1e"
brew "rubberband"
brew "sdl2"
brew "snappy"
brew "speex"
brew "srt"
brew "tesseract"
brew "theora"
brew "xvid"
brew "zeromq"
brew "zimg"
brew "ffmpeg"
brew "isl"
brew "mpfr"
brew "libmpc"
brew "gcc"
brew "hwloc"
brew "pmix"
brew "open-mpi"
brew "fftw"
brew "figlet"
brew "fish"
brew "flyctl"
brew "fswatch"
brew "fzf"
brew "genact"
brew "gh"
brew "jbig2dec"
brew "libidn"
brew "ghostscript"
brew "git"
brew "git-delta"
brew "git-lfs"
brew "git-machete"
brew "gnu-sed"
brew "libgpg-error"
brew "libassuan"
brew "libgcrypt"
brew "libksba"
brew "npth"
brew "pinentry"
brew "gnupg"
brew "gpgme"
brew "gpg-tui"
brew "jasper"
brew "libtool"
brew "graphviz"
brew "grep"
brew "hadolint"
brew "libaec"
brew "pkgconf"
brew "hdf5"
brew "helix"
brew "heroku"
brew "httpie"
brew "libde265"
brew "shared-mime-info"
brew "libheif"
brew "liblqr"
brew "libraw"
brew "libzip"
brew "imagemagick"
brew "inframap"
brew "jj"
brew "jq"
brew "jruby"
brew "krb5"
brew "lazydocker"
brew "lazygit"
brew "less"
brew "uthash"
brew "libdicom"
brew "libexif"
brew "libimagequant"
brew "libmatio"
brew "libpq"
brew "libslirp"
brew "libspng"
brew "libvterm"
brew "libxml2"
brew "lpeg"
brew "lua"
brew "lua-language-server"
brew "luajit"
brew "luarocks"
brew "luv"
brew "markdown-toc"
brew "markdownlint-cli"
brew "marksman"
brew "mas"
brew "mcfly"
brew "mise"
brew "mongosh"
brew "mozjpeg"
brew "msgpack"
brew "zlib"
brew "mysql-client@8.0", link: true
brew "tree-sitter"
brew "unibilium"
brew "utf8proc"
brew "neovim"
brew "neovide", args: ["HEAD"]
brew "newrelic-cli"
brew "ninja"
brew "nmap"
brew "nnn"
brew "nspr"
brew "nss"
brew "nvm"
brew "ollama"
brew "openldap"
brew "openslide"
brew "opentofu"
brew "parallel"
brew "patat"
brew "pidof"
brew "pinentry-mac"
brew "poppler"
brew "portaudio"
brew "pre-commit"
brew "prettier"
brew "python-packaging"
brew "vde"
brew "qemu"
brew "redis"
brew "ripgrep"
brew "rtmpdump"
brew "ruby"
brew "s3cmd"
brew "speedtest-cli"
brew "sqlfluff"
brew "sshpass"
brew "starship"
brew "taplo"
brew "tcl-tk"
brew "terraform-ls"
brew "terraform-lsp"
brew "terraform-mcp-server"
brew "terraformer"
brew "terrascan"
brew "tldr"
brew "tmux"
brew "tmuxinator-completion"
brew "tmuxinator"
brew "toilet"
brew "undercutf1"
brew "unixodbc"
brew "uv"
brew "vips"
brew "viu"
brew "watch"
brew "webpack"
brew "wget"
brew "wireshark"
brew "xplr"
brew "xsel"
brew "yaml-language-server"
brew "yarn"
brew "zoxide"
brew "basicmachines-co/basic-memory/basic-memory"
brew "dagger/tap/dagger"
brew "future-architect/tap/tftarget"
brew "jorgelbg/tap/pinentry-touchid"
brew "keidarcy/tap/e1s"
brew "kejadlen/git-together/git-together"
brew "masaushi/tap/ecsplorer"
brew "minio/stable/minio"
brew "overmindtech/overmind/overmind-cli"
brew "rcmdnk/file/brew-file"
brew "thecasualcoder/stable/tf-summarize"
brew "withgraphite/tap/graphite"
cask "1password"
cask "adguard"
cask "axiom"
cask "balenaetcher"
cask "bambu-studio"
cask "choosy"
cask "claude-code"
cask "cleanshot"
cask "cursor"
cask "daisydisk"
cask "dash"
cask "discord"
cask "fantastical"
cask "font-anonymous-pro"
cask "font-fira-code"
cask "font-fira-code-nerd-font"
cask "font-fira-mono-nerd-font"
cask "font-fontawesome"
cask "font-inconsolata-for-powerline"
cask "font-iosevka-aile"
cask "font-iosevka-nerd-font"
cask "font-jetbrains-mono"
cask "font-jetbrains-mono-nerd-font"
cask "font-material-design-icons-webfont"
cask "font-monaspice-nerd-font"
cask "font-noto-color-emoji"
cask "font-noto-emoji"
cask "font-source-code-pro-for-powerline"
cask "font-symbols-only-nerd-font"
cask "font-victor-mono-nerd-font"
cask "ghostty"
cask "github@beta"
cask "google-chrome"
cask "gpg-suite-no-mail"
cask "istat-menus"
cask "iterm2"
cask "jellyfin-media-player"
cask "kaleidoscope"
cask "karabiner-elements"
cask "keyboard-maestro"
cask "keymapp"
cask "little-snitch"
cask "lm-studio"
cask "logitune"
cask "midi-monitor"
cask "quicklook-json"
cask "raindropio"
cask "raycast"
cask "rectangle-pro"
cask "session-manager-plugin"
cask "setapp"
cask "shottr"
cask "shureplus-motiv"
cask "signal"
cask "slack"
cask "superkey"
cask "surge-xt"
cask "suspicious-package"
cask "tower"
cask "utm@beta"
cask "vlc"
cask "wifiman"
cask "winbox"
cask "zed"
mas "1Password for Safari", id: 1569813296
mas "CrystalFetch", id: 6454431289
mas "Email", id: 1489591003
mas "Final Cut Pro", id: 424389933
mas "GarageBand", id: 682658836
mas "GuitarTabber", id: 1384053393
mas "iA Writer", id: 775737590
mas "iMovie", id: 408981434
mas "Infuse", id: 1136220934
mas "JustChords", id: 1632968272
mas "Kagi for Safari", id: 1622835804
mas "Keynote", id: 409183694
mas "Logic Pro", id: 634148309
mas "Mela", id: 1568924476
mas "MIDI Thru", id: 873634211
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
mas "Pocket MIDI", id: 1260936756
mas "Save to Raindrop.io", id: 1549370672
mas "Snippety", id: 1530751461
mas "SponsorBlock", id: 1573461917
mas "Super Agent", id: 1568262835
mas "Surfingkeys", id: 1609752330
mas "Things", id: 904280696
go "cmd/go"
go "cmd/gofmt"
